{
  "header": {
    "home": "ГОЛОВНА",
    "rooms": "НОМЕРИ",
    "about": "Про нас",
    "cart": "Кошик"
  },
  "footer": {
    "Back to top": "Повернутися до початку",
    "Rights": "Права",
    "Contacts": "Контакти"
  },
  "booking-list": {
    "Booking list": "Список бронювань",
    "Your booking list is empty": "Ваш список бронювань порожній",
    "Сontinue booking": "Продовжити бронювання",
    "Total for": "Загальна кількість",
    "Checkout": "Забронювати",
    "night": "доба",
    "nights": "діб",
    "Back": "Назад",
    "You are not authorized yet. Do you want to login or create an acount?": "Ви ще не авторизовані. Бажаєте увійти або створити акаунт?",
    "Cancel": "Скасувати",
    "Confirm": "Підтвердити",
    "Unsufficient balance": "Недостатньо коштів",
    "Booking completed": "Бронювання завершено"
  },
  "home": {
    "Welcome to Admin Hotel!": "Вітаємо у готелі Admin!",
    "Best rooms": "Найкращі номери",
    "Cheapest rooms": "Найдешевші номери",
    "You may also like": "Вам також може сподобатися",
    "Book room by class": "Бронюй номер за класом"
  },
  "room": {
    "Add to booked": "Додати в список бронювань",
    "Book the room": "Забронювати",
    "Back": "Назад",
    "Class": "Клас",
    "Capacity": "Кількість місць",
    "Floor": "Поверх",
    "Price": "Вартість",
    "Number": "Номер",
    "Available": "Вільний",
    "Yes": "Так",
    "No": "Ні",
    "night": "доба"
  },
  "roomPage": {
    "rooms": "Номери",
    "Add to cart": "Додати до кошика",
    "Added to cart": "Додано до кошика",
    "Back": "Назад",
    "Description": "Опис",
    "Available colors": "Доступні кольори",
    "Select capacity": "Оберіть значення",
    "About": "Про номер",
    "Specifications": "Характеристики"
  },
  "roomTypes": {
    "Class": "Клас",
    "Standard": "Стандарт",
    "Lux": "Люкс",
    "Premium": "Преміум",
    "rooms": "номерів",
    "Description standart": "Відчуйте комфорт та зручність у наших добре обладнаних стандартних номерах, створених для спокійного відпочинку після напруженого дня. Кожен номер має затишну постільну білизну, сучасні меблі та необхідні зручності для забезпечення приємного відпочинку. До послуг гостей безкоштовний Wi-Fi, телевізор із плоским екраном і кабельними каналами, просторий робочий стіл та окрема ванна кімната з високоякісними туалетно-косметичними засобами. Незалежно від того, подорожуєте ви у справах чи заради відпочинку, наші стандартні номери забезпечать комфортну базу для вашого перебування.",
    "Description lux": "Зробіть своє перебування у наших номерах «Люкс», де вишуканість поєднується з комфортом. Ці номери продумано оформлені, обставлені плюшевими меблями, постільною білизною преміум-класу та оформлені зі смаком, щоб створити затишну та розкішну атмосферу. Насолоджуйтеся розширеними зручностями, серед яких великий телевізор з плоским екраном, міні-бар з вишуканими напоями, зручна зона відпочинку та простора ванна кімната з тропічним душем і розкішними туалетно-косметичними засобами. Гості також оцінять такі додаткові послуги, як безкоштовний сніданок та вечірнє прибирання номерів. Ідеально підходить для тих, хто прагне дотику розкоші під час свого візиту.",
    "Description premium": "Для вибагливих мандрівників наші номери преміум-класу пропонують неперевершений рівень розкоші та комфорту. Ці просторі номери вирізняються елегантним декором, висококласними меблями та найсучаснішими технологіями, щоб задовольнити всі ваші потреби. Відпочиньте на плюшевому двоспальному ліжку, розслабтеся в окремій вітальні та насолоджуйтеся зручністю повністю укомплектованого міні-бару з вишуканими закусками та напоями. У просторій мармуровій ванній кімнаті є глибока ванна, тропічний душ та ексклюзивні дизайнерські туалетно-косметичні засоби. Номери преміум-класу також включають такі VIP-послуги, як приватна реєстрація, безкоштовний трансфер з/до аеропорту та доступ до нашого ексклюзивного лаунжу з безкоштовними закусками протягом дня. Відчуйте вершину гостинності з нашими номерами Преміум-класу."
  },
  "filters": {
    "Sort by": "Сортувати за",
    "Filter by": "Фільтрувати за",
    "Rooms on page": "Номерів на сторінці",
    "Best": "Найкращі",
    "Cheapest": "Найдешевші",
    "All": "Усі",
    "Standard": "Стандарт",
    "Lux": "Люкс",
    "Premium": "Преміум",
    "rooms": "номерів"
  },
  "404": {
    "Oops, page not found!": "Ой, сторінки не знайдено!",
    "Go to homepage": "На головну"
  },
  "buttons": {
    "Add to booked": "Забронювати",
    "Added to booked": "Заброньовано",
    "Checkout": "Забронювати"
  },
  "about": {
    "About Us": "Про Нас",
    "title_1": "Елегантність та досконалість у спадок",
    "text_1": "Ласкаво просимо до готелю \"Адмін\", де розкіш поєднується з історією. Розташований у самому серці міста, готель \"Адмін\" з моменту свого заснування у 1924 році є взірцем елегантності та вишуканості. Наше легендарне минуле є свідченням нашого прагнення надавати неперевершену гостинність та позачасовий шарм.",
    "title_2": "Наш початок",
    "text_2": "Готель \"Адмін\" був заснований підприємцем-візіонером Чарльзом Девенпортом. З пристрастю до гостинності та увагою до деталей Девенпорт перетворив скромну будівлю на грандіозний заклад, про який швидко заговорили в місті. Розкішна архітектура готелю, натхненна стилем арт-деко, зачаровувала гостей і встановила новий стандарт розкішного проживання.",
    "title_3": "Золота епоха",
    "text_3": "У 1930-1940-х роках готель \"Адмін\" процвітав як центр соціальної та культурної активності. Його облюбували голлівудські зірки, високопосадовці та мандрівники. В елегантному бальному залі готелю проходила незліченна кількість гламурних заходів, від великосвітських весіль до благодійних гала-вечорів. Наш персонал, відомий своїм бездоганним сервісом, давав змогу кожному гостю відчути себе членом королівської родини.",
    "title_4": "Відданість інноваціям",
    "text_4": "У 1960-х роках готель \"Адмін\" зазнав значної реконструкції, щоб забезпечити сучасні зручності, зберігши при цьому свій історичний шарм. У цей період з'явився сад на даху готелю, з якого відкривається захоплюючий вид на міський горизонт, а також був відкритий відзначений нагородами ресторан високої кухні The Davenport Room. Ці нововведення гарантували, що \"Адмін Готель\" залишиться лідером у сфері розкішної гостинності.",
    "title_5": "Осягаючи майбутнє",
    "text_5": "Сьогодні \"Адмін Готель\" продовжує шанувати свою багату спадщину, водночас дивлячись у майбутнє. Ми інтегрували сталі практики в усі наші операції, гарантуючи, що наші гості можуть насолоджуватися розкішним перебуванням, яке також є екологічно чистим. Наші номери та люкси обладнані за останнім словом техніки, забезпечуючи бездоганне поєднання класичної елегантності та сучасної зручності.",
    "title_6": "Наша філософія",
    "text_6": "В готеллі \"Адмін\" ми віримо, що справжня розкіш криється в деталях. З того моменту, як ви переступите поріг нашого готелю, вас огорне атмосфера тепла та вишуканості. Наша віддана команда прагне зробити ваше перебування незабутнім, незалежно від того, приїхали ви сюди у справах, на відпочинок чи з особливої нагоди.",
    "title_7": "Запрошуємо вас",
    "text_7": "Запрошуємо вас стати частиною історії готелю \"Адмін\". Доторкніться до спадщини знакового закладу, який вже понад століття встановлює стандарти розкішної гостинності. Незалежно від того, чи є ви постійним гостем, чи завітали до нас вперше, ми будемо раді вітати вас у нашому домі.",
    "text_8": "Ласкаво просимо до готелю \"Адмін\" - місця, де сходяться історія, елегантність і сучасна розкіш.",
    "Contacts": "Контакти"
  },
  "profile": {
    "deposit": "Поповнити баланс",
    "balance": "Баланс",
    "logout": "Вийти"
  }
}
